Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 美其服，
en: their (plain) clothes beautiful;

source: 安其居，
en: their (poor) dwellings places of rest;

source: 樂其俗。
en: and their common (simple) ways sources of enjoyment.

source: 鄰國相望，雞犬之聲相聞，民至老死，不相往來。
en: There should be a neighbouring state within sight, and the voices of the fowls and dogs should be heard all the way from it to us, but I would make the people to old age, even to death, not have any intercourse with it.

source: 信言不美，美言不信。善者不辯，
en: Sincere words are not fine; fine words are not sincere. Those who are skilled (in the Dao) do not dispute (about it);

source: 辯者不善。
en: the disputatious are not skilled in it.

source: 知者不博，
en: Those who know (the Dao) are not extensively learned;

source: 博者不知。
en: the extensively learned do not know it.

source: 聖人不積，
en: The sage does not accumulate (for himself).

source: 既以為人己愈有，
en: The more that he expends for others, the more does he possess of his own;

source: 既以與人己愈多。
en: the more that he gives to others, the more does he have himself.

source: 天之道，利而不害；
en: With all the sharpness of the Way of Heaven, it injures not;

source: 聖人之道，為而不爭。
en: with all the doing in the way of the sage he does not strive.
